{"number":31,"name":"سورة لقمان","transliteration_en":"Luqman","translation_en":"Luqman","total_verses":34,"revelation_type":"Meccan","verses":[{"number":1,"text":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ","translation":"艾列弗，俩目，米目。"},{"number":2,"text":"تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ","translation":"这些是有智慧的经典的节文，"},{"number":3,"text":"هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ","translation":"是行善者的的向导和恩惠。"},{"number":4,"text":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ","translation":"行善者，谨守拜功，完纳天课，且确信后世。"},{"number":5,"text":"أُو۟لَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ","translation":"这等人，是遵守他们的主的正道的，这等人确是成功的。"},{"number":6,"text":"وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ","translation":"有人购买无谓的谈话，以便他无知无识地使人背离真主的正道，而且把它当作笑柄。这等人，将受凌辱的刑罚。"},{"number":7,"text":"وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ","translation":"有人对他宣读我的迹象的时候，他自大地退避，仿佛没有听见一样，仿佛他的两耳重听一样。你以痛苦的刑罚，向他报喜吧。"},{"number":8,"text":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ","translation":"信道而且行善者，必将享受极乐园，"},{"number":9,"text":"خَٰلِدِينَ فِيهَا وَعْدَ ٱللَّهِ حَقًّا وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","translation":"而永居其中。这是真主的真实的应许，他确是万能的，确是至睿的。"},{"number":10,"text":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ","translation":"他创造诸天，而不用你们所能见的支柱；他在大地上安置许多山岳，以免大地动摇，使你们不安；他在大地上散布各种动物。他从云中降下雨水，而在大地上滋生各种优良的植物。"},{"number":11,"text":"هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍ مُّبِينٍ","translation":"这是真主所创造的，你们指示我吧。你们舍真主而崇拜的（偶像）究竟创造了什么呢？不然，不义的人是在明显的迷误中的。"},{"number":12,"text":"وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ","translation":"我确已把智慧赏赐鲁格曼，（我说）：你当感谢真主。感谢的人，只为自己而感谢，孤负的人，须知真主确是无求的，确是可颂的。"},{"number":13,"text":"وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ","translation":"当日，鲁格曼曾教训他的儿子说：我的小子啊！你不要以任何物配主。以物配主，确是大逆不道的。"},{"number":14,"text":"وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ","translation":"我曾命人孝敬父母--他母亲偌上加弱地怀着他，他的断乳是在两年之中--我说：你应当感谢我和你的父母；惟我是最后的归宿。"},{"number":15,"text":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","translation":"如果他俩勒令你以你所不知道的东西配我，那么，你不要服从他俩，在今世，你应当依礼义而奉事他俩，你应当遵守归依我者的道路；惟我是你们的归宿，我要把你们的行为告诉你们。"},{"number":16,"text":"يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ","translation":"鲁格曼说：我的小子啊！善恶的行为，虽小如芥子，隐藏在磐石里，或在天空中，或在地底下，真主都要显示它。真主确是明察的，确是彻知的。"},{"number":17,"text":"يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ","translation":"我的小子啊！你应当谨守拜功，应当劝善戒恶，应当忍受患难，这确是应该决心做的事情。"},{"number":18,"text":"وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ","translation":"你不要为藐视众人而转脸，不要洋洋得意地在大地上行走。真主确是不喜爱一切傲慢者、矜夸才的。"},{"number":19,"text":"وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ","translation":"你应当节制你的步伐，你应当抑制你的声音；最讨厌的声音，确是驴子的声音。"},{"number":20,"text":"أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةً وَبَاطِنَةً وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَٰبٍ مُّنِيرٍ","translation":"难道你们不知道吗？真主曾为你们制服天地间的一切，他博施你们表里的恩惠。有人争论真主的德性，但他们既无知识，又无向导，且无灿烂的经典。"},{"number":21,"text":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","translation":"如果有人对他们说：你们应当遵守真主所降示的（经典）。他们就说：不然，我们遵守我们祖先的遗教。即使恶魔叫他们去受烈火的刑罚，（他们仍要遵循）吗？"},{"number":22,"text":"وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ","translation":"诚心归顺真主而且常行善事者，确已把握住坚固的把柄。万事的结局，只归真主。"},{"number":23,"text":"وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","translation":"不信道者，你不要为他们的不信而忧愁，他们只归于我，我要把他们的行为告诉他们。真主确是全知他们的胸怀的。"},{"number":24,"text":"نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ","translation":"我使他们稍稍享受幸福，然后，强迫他们去受严厉的刑罚。"},{"number":25,"text":"وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ قُلِ ٱلْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","translation":"如果你问他们：谁创造了天地？他们必定说：真主。你说：一切赞颂，全归真主！不然，他们大半不知道。"},{"number":26,"text":"لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ","translation":"天地万物只是真主的，真主确是无求的，确是可颂的。"},{"number":27,"text":"وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","translation":"假若用大地上所有的树来制成笔，用海水作墨汁，再加上七海的墨汁，终不能写尽真主的言语。真主确是万能的，确是至睿的。"},{"number":28,"text":"مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ","translation":"创造你们和复活你们，只象创造一个人和复活一个人一样。真主确是全聪的，确是全明的。"},{"number":29,"text":"أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ","translation":"难道你不知道吗？真主使黑夜侵入白昼，使白昼侵入黑夜，并制服日月，各自运行，至一定期。真主是彻知你们的行为的。"},{"number":30,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ","translation":"那是因为真主确是真实的；他们舍他而祈祷的，确是虚伪的；真主确是至尊的，确是至大的。"},{"number":31,"text":"أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ","translation":"难道你不知道吗？船舶在海中带着真主的恩惠而航行，以便他指示你们他的一部分迹象，对于每个坚忍的、感谢的人，此中确有许多迹象。"},{"number":32,"text":"وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ","translation":"当山岳般的波涛笼罩他们的时候，他们虔诚地祈祷真主, 当他使他们平安登陆的时候, 他们中有中和的人; 只有每个狡猾的、孤恩的人，否认我的迹象。"},{"number":33,"text":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ","translation":"人们啊！你们应当敬畏你们的主，你们应当畏惧那一日，父亲对于儿子毫无裨益，儿子对于父亲也毫无裨益。真主的应许，确是真实的。绝不要让今世的生活欺骗你们，绝不要让猾贼以真主的容忍欺骗你们。"},{"number":34,"text":"إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ","translation":"在真主那里，的确有关于复活时的知识，他常降及时雨，他知道胎儿的（性别）；而任何人都不知道自己明日将做什么事，任何人都不知道自己将死在什么地方。真主确是全知的，确是彻知的。"}]}