{"number":8,"name":"سورة الأنفال","transliteration_en":"Al-Anfaal","translation_en":"The Spoils of War","total_verses":75,"revelation_type":"Medinan","verses":[{"number":1,"text":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ","translation":"他们问你战利品（应该归谁），你说：战利品应该归真主和使者，你们应该敬畏真主，应该调停你们的纷争，应当服从真主及其使者，如果你们是信士。"},{"number":2,"text":"إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَٰتُهُۥ زَادَتْهُمْ إِيمَٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ","translation":"只有这等人是信士：当记念真主的时候，他们内心感觉恐惧；当宣读真主的迹象的时候，那些迹象增加了他们信仰，他们只信任他们的主；"},{"number":3,"text":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ","translation":"他们谨守拜功，并分舍我所赐予他们的财物。"},{"number":4,"text":"أُو۟لَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا لَّهُمْ دَرَجَٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ","translation":"这等人确是信士，他们将来在主那里得享受许多品级、饶恕和优厚的给养。"},{"number":5,"text":"كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَٰرِهُونَ","translation":"这正如你的主本真理而使你从你家中出去，而一部分信士对此确是憎恶的。"},{"number":6,"text":"يُجَٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ","translation":"真理昭著之后，他们为真理与你争论，好像他们是被押去受死刑，而他们亲眼看见（刑具）似的。"},{"number":7,"text":"وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَٰفِرِينَ","translation":"当时，真主应许你们两伙人中的一伙，你们要的是没有武装的那一伙，而真主欲以他的言辞证实真理，并根绝不信道的人，"},{"number":8,"text":"لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ","translation":"以便他证实真理而破除虚妄，即使罪人们不愿意。"},{"number":9,"text":"إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُرْدِفِينَ","translation":"当时，你们求援于你们的主，他就答应了你们：我要陆续降下一千天神去援助你们。"},{"number":10,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","translation":"真主只以这个答覆向你们报喜，以便你们的心境因此而安定。援助只是从真主那里发出的。真主确是万能的，确是至睿的。"},{"number":11,"text":"إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ","translation":"当时，他使你们睡眠，以便你们获得从他发出的安宁；他从云中降下雨水，以便洗涤你们，替你们消除恶魔的蛊惑，并使你们的心绪安静，使你们的步伐稳健。"},{"number":12,"text":"إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ","translation":"当时，你的主启示众天神：我是与你们同在的，故你们当使信道者坚定。我 要把恐怖投在不信道的人的心中。故你们当斩他们的首级，断他们的指头。"},{"number":13,"text":"ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ","translation":"这是因为他们违抗真主及其使者。谁违抗真主及其使者，真主就严惩谁。"},{"number":14,"text":"ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَٰفِرِينَ عَذَابَ ٱلنَّارِ","translation":"这种（刑罚）你们尝试一下吧。不信道的人，将来必受火刑。"},{"number":15,"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ","translation":"信道的人们啊！当你们遇著不信道的人向你们进攻的时候，你们不要以背向敌。"},{"number":16,"text":"وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ وَبِئْسَ ٱلْمَصِيرُ","translation":"除非因为转移阵地，或加入友军，在那日，谁以背向敌，谁要受真主的谴怒，他们的归宿是火狱，那归宿真恶劣。"},{"number":17,"text":"فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ","translation":"你们没有杀戮他们，而是真主杀戮了他们；当你射击的时候，其实你并没有射击，而是真主射击了。（他这样做）原为要把从自己发出的嘉惠赏赐信道的人们。真主确是全聪的，确是全知的。"},{"number":18,"text":"ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَٰفِرِينَ","translation":"这个（赏赐是真实的）。真主一定使不信道者的计谋受挫。"},{"number":19,"text":"إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ","translation":"如果你们祈祷胜利，那末，胜利已降临你们了；如果你们停战，那对于你们是更好的。如果你们卷土重来，我就再次援助信土们，你们的部队虽多，对于你们却无裨益，真主确实是和信士们在一起的。"},{"number":20,"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ","translation":"信道的人们啊！你们当顺从真主及其使者，你们聆听（他讲话）的时候，不要违背他。"},{"number":21,"text":"وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ","translation":"你们不要仿效那些人，他们说：我们已听从了。其实他们不听从。"},{"number":22,"text":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ","translation":"据真主看来，最劣等的动物确是那些装聋作哑，不明真理的人。"},{"number":23,"text":"وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ","translation":"假若真主知道他们心中还有一点儿善意，必使他们能听；纵虽使他们能听，他们也还是要违背正道的。"},{"number":24,"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ","translation":"信道的人们啊！当使者号召你们去遵循那使你们获得生命的（教训）的时候，你们当响应真主和使者。你们当知道真主能干涉个人的心灵，你们只被召集到他那里。"},{"number":25,"text":"وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ","translation":"你们当防备一种灾难，（否则），受害的绝不限于你们中的不义者，你们要知道，真主的刑罚确是严厉的。"},{"number":26,"text":"وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمْ تَشْكُرُونَ","translation":"你们应当记得，当时你们在地方上是少数，是被人认为软弱可欺的，你们生怕当别人的俘虏，但他使你们安居，并以他的援助辅助你们，以佳美的食物供给你们，以便你们感谢。"},{"number":27,"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَٰنَٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ","translation":"信道的人们啊！你们不要背叛真主和使者，不要明知故犯地不忠于你们所受 的信托。"},{"number":28,"text":"وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ","translation":"你们应当知道你们的财产和子孙只是一种考验，在真主那里有重大的报酬。"},{"number":29,"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ","translation":"信道的人们啊！如果你们敬畏真主，他将以鉴识赏赐你们，并原谅你们的罪行，饶恕你们。真主是有鸿恩的。"},{"number":30,"text":"وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ","translation":"当时，不信道的人对你用计谋，以便他们拘禁你，或杀害你，或驱逐你；他们用计谋，真主也用计谋，真主是最善于用计谋的。"},{"number":31,"text":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَٰذَآ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ","translation":"当别人对他们宣读我的迹象的时候，他们说：我们确已听见过了，假若我们意欲，我们必说出与此相似的文词来；这只是古人的（神话）。"},{"number":32,"text":"وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ","translation":"当时，他们说：真主啊！如果这就是从你降示的真理，那末，求你从天上降下雨点般的石头来毁灭我们，或以痛苦的刑罚来惩治我们吧！"},{"number":33,"text":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ","translation":"你在他们中间的时候，真主是不会惩治他们的，他们正在求饶的时候，真主也不致于惩治他们。"},{"number":34,"text":"وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","translation":"他们阻止别人入禁寺的时候，真主怎能不惩治他们呢？他们不是禁寺的保护者，禁寺的保护者只能是敬畏的人，但他们大半不知道。"},{"number":35,"text":"وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ","translation":"他们在禁寺附近的礼拜，只是打呼哨和拍掌。（不信道的人啊！）你们为不信道而尝试刑罚吧。"},{"number":36,"text":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ","translation":"不信道的人花费他们的钱财，以便阻止（别人遵循）真主的大道；他们在花费之后，必定悔恨，而且被战胜。不信道的人只被集合到火狱去。"},{"number":37,"text":"لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ","translation":"以便真主甄别恶劣的人和善良的人，然后把恶劣的人一层层地通统堆积起来，然后把他们投入火狱，这等人就是亏折的人。"},{"number":38,"text":"قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ","translation":"你告诉不信道的人们：如果他们停止战争，那末，他们以往的罪恶将蒙赦宥；如果他们执迷不悟，那末，古人的常道已逝去了。"},{"number":39,"text":"وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ","translation":"你们要与他们战斗，直到迫害消除，一切宗教全为真主；如果他们停战，那末，真主确是明察他们的行为的。"},{"number":40,"text":"وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ","translation":"如果他们背叛，那末，你们应当知道，真主确是你们的保佑者。保佑者真优美！援助者真优美！"},{"number":41,"text":"وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","translation":"你们应当知道：你们所获得的战利品，无论是什么，都应当以五分之一归真主、使者、至亲、孤儿、赤贫、旅客，如果你们确信真主和两军交锋而真伪判分之日，我所启示我的仆人的迹象。真主对于万事确是全能的。"},{"number":42,"text":"إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَٰدِ وَلَٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","translation":"当时，你们在山谷的近岸，敌军在远岸，而商队在你们的下面。假若你们约定相会，必定爽约，但（真主集合你们），以便他判决一件必行的事，以便灭亡者见明证而后灭亡，生存者见明证而后生存。真主确是全聪的，确是全知的。"},{"number":43,"text":"إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","translation":"当时真主使你在梦中看见敌人是少数的；假若他使你看见他们是多数的，你们必定胆怯，必定为战争而争论，但真主使你们得免于此。他确是全知心事的。"},{"number":44,"text":"وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ","translation":"当你们相遇的时候，他使你们眼见敌军是少数的，又使你们在他们的眼里变成少数的；以便真主判决一件必行的事。万事只归真主裁决。"},{"number":45,"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ","translation":"信道的人们啊！当你们遇见一伙敌军的时候，你们应当坚定，应当多多记念真主，以便你们成功。"},{"number":46,"text":"وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ وَٱصْبِرُوٓا۟ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","translation":"你们当服从真主及其使者，你们不要纷争，否则，你们必定胆怯，你们的实力必定消失；你们应当坚忍，真主确是同坚忍者同在的。"},{"number":47,"text":"وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ","translation":"你们不要仿效那等人，他们骄傲自满地、沽名钓誉地从家乡出去，并阻止别人遵循真主的大道。真主是洞察他们的行为的。"},{"number":48,"text":"وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ","translation":"当时，恶魔以他们的行为蛊惑他们，他说：今天，任何人不能战胜你们，我确是你们的保护者。当两军对垒的时候，他向后转，他说：我与你们确是无干的，我的确能看见你们所不能看见的，我的确畏惧真主。真主的刑罚是严厉的。"},{"number":49,"text":"إِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمْ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","translation":"当时，伪信的人和心中有病的人都说：这等人的宗教已欺骗他们了。谁信赖真主，（谁必胜利），因为真主确是强大的，确是至睿的。"},{"number":50,"text":"وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ","translation":"众天神将鞭挞不信道者的脸部和脊背，而使他们死去，（并且说）：你们尝试烈火的刑罚吧！当时，假若你看见他们的情状，。"},{"number":51,"text":"ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍ لِّلْعَبِيدِ","translation":"这是因为你们所犯的罪恶，又因为真主绝不是亏枉众仆的。"},{"number":52,"text":"كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ","translation":"（他们的常态）犹如法老的百姓和以前的民族的常态一样，他们不信真主的迹象，故真主因他们的罪行而惩治他们。真主确是全能的，他的刑罚确是严厉的。"},{"number":53,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ","translation":"这是因为真主不变更他所施于任何民众的恩典，直到他们变更自己的情况，又因为真主是全聪的，是全知的。"},{"number":54,"text":"كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا۟ بِـَٔايَٰتِ رَبِّهِمْ فَأَهْلَكْنَٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَكُلٌّ كَانُوا۟ ظَٰلِمِينَ","translation":"（他们的常态）犹如法老的百姓和以前的民族的常态一样，他们否认自己的主的迹象。故我因他们的罪恶而毁灭他们，把法老的百姓淹死在海里，他们原是不义者。"},{"number":55,"text":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ","translation":"在真主看来，最劣等的动物确是不信道的人，他们是不信道的。"},{"number":56,"text":"ٱلَّذِينَ عَٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ","translation":"你和他们中的某些人缔结盟约，而他们每次都违反他们的盟约，他们并不敬畏。"},{"number":57,"text":"فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ","translation":"如果你在战争中遇见他们，你就应当以（惩治）他们而驱散在他们后面的人，以便他们觉悟。"},{"number":58,"text":"وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ","translation":"如果你怕某部落不忠于盟约，你就应当公开地把他们的盟约掷还他们。真主确是不喜欢欺诈者的。"},{"number":59,"text":"وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ إِنَّهُمْ لَا يُعْجِزُونَ","translation":"不信道的人绝不要以为自己已逃避了天谴；他们确是不能逃避天谴的。"},{"number":60,"text":"وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ","translation":"你们应当为他们而准备你们所能准备的武力和战马，你们借此威胁真主的敌人和你们的敌人，以及他们以外的别的敌人，你们不认识那些敌人，真主却认识他们。凡你们为主道而花费的，无论是什么，都将得到完全的报酬，你们不会吃亏。"},{"number":61,"text":"وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","translation":"如果他们倾向和平，你也应当倾向和平，应当信赖真主。他确是全聪的，确是全知的。"},{"number":62,"text":"وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ","translation":"如果他们想欺骗你，那末，真主必能使你满足，他将以他的援助和信士们辅助你。"},{"number":63,"text":"وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُۥ عَزِيزٌ حَكِيمٌ","translation":"他曾联合信士们的心；假若你费尽大地上所有的财富，你仍不能联合他们的心；但真主已联合他们了。他确是万能的，确是至睿的。"},{"number":64,"text":"يَٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ","translation":"先知啊！真主能使你满足，能使追随你的信士们满足。"},{"number":65,"text":"يَٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ إِن يَكُن مِّنكُمْ عِشْرُونَ صَٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌ يَغْلِبُوٓا۟ أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ","translation":"先知啊！你应当鼓励信士们奋勇抗战，如果你们中有2十个坚忍的人，就能战胜二百个敌人；如果你们中有一百个人，就能战胜一千个不信道的人；因为不信道者是不精明的民众。"},{"number":66,"text":"ٱلْـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِن يَكُن مِّنكُم مِّا۟ئَةٌ صَابِرَةٌ يَغْلِبُوا۟ مِا۟ئَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","translation":"现在，真主已减轻你们的负担，他知道你们中有点虚弱，如果你们中如有一百个坚忍的人，就能战胜二百个敌人；如你们中有一千个人，就能本真主的意旨而战胜两千个敌人。真主是与坚忍者同在的。"},{"number":67,"text":"مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْءَاخِرَةَ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translation":"先知在大地上重惩敌人之前，不该有俘虏。你们欲得尘世的浮利，而真主愿你们得享后世的报酬。真主是万能的，是至睿的。"},{"number":68,"text":"لَّوْلَا كِتَٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ","translation":"假若没有从真主发出的以往的判决，那末，你们必为收纳赎金而遭受重大的刑罚。"},{"number":69,"text":"فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَٰلًا طَيِّبًا وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","translation":"你们可以吃自己所获得的合法而佳美的战利品，你们当敬畏真主。真主确是至赦的，确是至慈的。"},{"number":70,"text":"يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ وَٱللَّهُ غَفُورٌ رَّحِيمٌ","translation":"先知啊！你对你们手中的俘虏们说：如果真主知道你们心中有善意，那末，他要把比你们所纳的赎金更好的东西赏赐你们，而且要饶恕你们。真主是至赦的，至慈的。"},{"number":71,"text":"وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","translation":"如果他们想欺骗你，那末，他们以前对于真主确已表示欺骗了；但真主使你战胜他们。真主是全知的，至睿的。"},{"number":72,"text":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٌ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","translation":"信道而且迁居，并以自己的财产和生命为真主而奋斗的人和款留（使者），赞助（正道）的人，这等人互为监护者。信道而未迁居的人，绝不得与你们互为监护人，直到他们迁居；如果他们为宗教事而向你们求援，那末，你们应当援助他们，除非他们的敌人与你们有盟约关系。真主是明察你们的行为的。"},{"number":73,"text":"وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ","translation":"不信道的人互为监护人。如果你们不遵守这个命令，那末，地方上将要发生迫害和大乱。"},{"number":74,"text":"وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ","translation":"信道而且迁居，并且为真主而奋斗的人和款留（使者），赞助（正道）的人，这等人确是真实的信士，他们将获赦宥和优厚的给养。"},{"number":75,"text":"وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ مَعَكُمْ فَأُو۟لَٰٓئِكَ مِنكُمْ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَٰبِ ٱللَّهِ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ","translation":"此后信道而且迁居，并与你们共同奋斗的人，这等人是你们的同道。骨肉至亲互为监护人，这是载在天经中的，真主确是全知万物的。"}]}